source/_static/diagrams/glossary-2.d2
direction: right
n0: "recipe terms"
n1: "run terms"
n2: "output terms"
n3: "testing terms"
n0 -> n1
n2 -> n3
